/* Standard dialog buttons */
"OK" = "好";
"Cancel" = "取消";
"Retry" = "再試一次";
"Disconnect" = "中斷連線";

/* Low disk space warning alert */
"Your startup disk is almost full." = "您的啟動磁碟將滿。";
"You need to make more space available on your startup disk by deleting files." = "您必須刪除啟動磁碟上的一些檔案來釋放出更多空間。";
"Your disk is almost full." = "您的磁碟將滿。";
"The disk " = "磁碟“";
" is almost full. You can delete files on the disk to make more space available." = "”即將用滿。您可以刪除磁碟上的一些檔案來釋放出更多空間。";
"Do not warn me about this disk again" = "請不要再警告我關於此磁碟的狀態";

/* Very low disk space warning alert */
"Your_startup_disk_is_full." = "您的啟動磁碟已滿。";
"Your_disk_is_full." = "您的磁碟已滿。";
"_is_full._You_can_delete_files_on_the_disk_to_make_more_space_available." = "”已滿。您可以刪除磁碟上的一些檔案來釋放出更多空間。";

/* Server lock time-out alert */
"A server you are using is not responding to file locking requests. Do you want to continue trying to contact it?" = "您正在使用的伺服器沒有回應檔案鎖定的請求。您想繼續嘗試聯絡它嗎？";
"Click OK to continue trying to contact the server " = "按“好”一下繼續嘗試聯絡伺服器";
". Click Disable Locks to disable file locking for this file system. If you disable locks for this file system, any applications using file locking on this file system may stop working." = "。按“停用鎖定”一下停用該檔案系統的檔案鎖定功能。如果您停用該檔案系統的鎖定功能，在該檔案系統上使用檔案鎖定功能的任何應用程式都可能停止作業。";

/* Disable locks confirmation alert */
"Are you sure you want to disable file locking for this file system?" = "您確定要停用該檔案系統的檔案鎖定功能嗎？";
"If you disable locks for this file system, any applications using file locking on this file system may stop working." = "如果您停用該檔案系統的鎖定功能，在該檔案系統上使用檔案鎖定功能的的任何應用程式都可能停止作業。";

/* IO error and file system corruption detection messages */
/* This message is displayed near the check box in a dialog to indicate that checking the box will hide any further warning messages about errors found while the data on the disk. */
"Do_not_warn_me_again." = "別再警告。";

/* This message group is used for reporting that an error was occurred while reading or writing to the disk.  The following message appears as the header of the block */
"Read/Write_Error" = "讀取／寫入錯誤";
/* This following message is suffixed by the name of the file which was being accessed when the error occured in the final dialog box.  The name of the file is then suffixed by a period. */
"Error_detected_while_accessing_" = "在存取時偵測到錯誤";
"." = ".";

/* This message group is used for reporting that the kernel has detected inconsistency in the file system. The following message appears as the header of the block */
"File_System_Corruption_Detected" = "偵測到檔案系統損毀";
/* This message is suffixed by the name of the volume on which inconsistency was detected. */
"File_system_corruption_was_detected_on_" = "偵測到檔案系統損毀的卷宗：";
/* This message follows the name of the volume */
".__The_volume_will_be_repaired_on_the_next_mount." = ".  將在下次裝載時修復此卷宗。";
